{"gen7": {"Abomasite": "Mega Evolves Abomasnow.", "Absolite": "If held by an Absol, this item allows it to Mega Evolve in battle.", "Absorb Bulb": "Raises holder's Sp. Atk by 1 stage if hit by a Water-type attack. Single use.", "Adamant Orb": "If held by a Dialga, its Steel- and Dragon-type attacks have 1.2x power.", "Adrenaline Orb": "Raises holder's Speed by 1 stage if it gets affected by Intimidate. Single use.", "Aerodactylite": "If held by an Aerodactyl, this item allows it to Mega Evolve in battle.", "Aggronite": "If held by an Aggron, this item allows it to Mega Evolve in battle.", "Aguav Berry": "Restores 1/2 max HP at 1/4 max HP or less; confuses if -SpD Nature. Single use.", "Air Balloon": "Holder is immune to Ground-type attacks. Pops when holder is hit.", "Alakazite": "If held by an Alakazam, this item allows it to Mega Evolve in battle.", "Aloraichium Z": "If held by an Alolan Raichu with Thunderbolt, it can use Stoked Sparksurfer.", "Altarianite": "If held by an Altaria, this item allows it to Mega Evolve in battle.", "Ampharosite": "If held by an Ampharos, this item allows it to Mega Evolve in battle.", "Apicot Berry": "Raises holder's Sp. Def by 1 stage when at 1/4 max HP or less. Single use.", "Aspear Berry": "Holder is cured if it is frozen. Single use.", "Assault Vest": "Holder's Sp. Def is 1.5x, but it can only select damaging moves.", "Audinite": "If held by an Audino, this item allows it to Mega Evolve in battle.", "Babiri Berry": "Halves damage taken from a supereffective Steel-type attack. Single use.", "Banettite": "If held by a Banette, this item allows it to Mega Evolve in battle.", "Beast Ball": "A special Poke Ball designed to catch Ultra Beasts.", "Beedrillite": "If held by a Beedrill, this item allows it to Mega Evolve in battle.", "Berry": "(Gen 2) Restores 10 HP when at 1/2 max HP or less. Single use.", "Berry Juice": "Restores 20 HP when at 1/2 max HP or less. Single use.", "Berserk Gene": "(Gen 2) On switch-in, raises holder's Attack by 2 and confuses it. Single use.", "Big Root": "Holder gains 1.3x HP from draining/Aqua Ring/Ingrain/Leech Seed/Strength Sap.", "Binding Band": "Holder's partial-trapping moves deal 1/6 max HP per turn instead of 1/8.", "Bitter Berry": "(Gen 2) Holder is cured if it is confused. Single use.", "Black Belt": "Holder's Fighting-type attacks have 1.2x power.", "Black Glasses": "Holder's Dark-type attacks have 1.2x power.", "Black Sludge": "Each turn, if holder is a Poison type, restores 1/16 max HP; loses 1/8 if not.", "Blastoisinite": "If held by a Blastoise, this item allows it to Mega Evolve in battle.", "Blazikenite": "If held by a Blaziken, this item allows it to Mega Evolve in battle.", "Blue Orb": "If held by a Kyogre, this item triggers its Primal Reversion in battle.", "Bright Powder": "The accuracy of attacks against the holder is 0.9x.", "Bug Gem": "Holder's first successful Bug-type attack will have 1.3x power. Single use.", "Bug Memory": "Holder's Multi-Attack is Bug type.", "Buginium Z": "If holder has a Bug move, this item allows it to use a Bug Z-Move.", "Burn Drive": "Holder's Techno Blast is Fire type.", "Cameruptite": "If held by a Camerupt, this item allows it to Mega Evolve in battle.", "Cell Battery": "Raises holder's Attack by 1 if hit by an Electric-type attack. Single use.", "Charcoal": "Holder's Fire-type attacks have 1.2x power.", "Charizardite X": "If held by a Charizard, this item allows it to Mega Evolve in battle.", "Charizardite Y": "If held by a Charizard, this item allows it to Mega Evolve in battle.", "Charti Berry": "Halves damage taken from a supereffective Rock-type attack. Single use.", "Cheri Berry": "Holder cures itself if it is paralyzed. Single use.", "Chesto Berry": "Holder wakes up if it is asleep. Single use.", "Chilan Berry": "Halves damage taken from a Normal-type attack. Single use.", "Chill Drive": "Holder's Techno Blast is Ice type.", "Choice Band": "Holder's Attack is 1.5x, but it can only select the first move it executes.", "Choice Scarf": "Holder's Speed is 1.5x, but it can only select the first move it executes.", "Choice Specs": "Holder's Sp. Atk is 1.5x, but it can only select the first move it executes.", "Chople Berry": "Halves damage taken from a supereffective Fighting-type attack. Single use.", "Cleanse Tag": "Decreases the encounter rate of wild Pokémon.", "Coba Berry": "Halves damage taken from a supereffective Flying-type attack. Single use.", "Colbur Berry": "Halves damage taken from a supereffective Dark-type attack. Single use.", "Custap Berry": "Holder moves first in its priority bracket when at 1/4 max HP or less. Single use.", "Damp Rock": "Holder's use of Rain Dance lasts 8 turns instead of 5.", "Dark Gem": "Holder's first successful Dark-type attack will have 1.3x power. Single use.", "Dark Memory": "Holder's Multi-Attack is Dark type.", "Darkinium Z": "If holder has a Dark move, this item allows it to use a Dark Z-Move.", "Decidium Z": "If held by a Decidueye with Spirit Shackle, it can use Sinister Arrow Raid.", "Deep Sea Scale": "If held by a Clamperl, its Sp. Def is doubled. Evolves Clamperl into Gorebyss when traded.", "Deep Sea Tooth": "If held by a Clamperl, its Sp. Atk is doubled. Evolves Clamperl into Huntail when traded.", "Destiny Knot": "If holder becomes infatuated, the other Pokemon also becomes infatuated.", "Diancite": "If held by a Diancie, this item allows it to Mega Evolve in battle.", "Douse Drive": "Holder's Techno Blast is Water type.", "Draco Plate": "Holder's Dragon-type attacks have 1.2x power. Judgment is Dragon type.", "Dragon Fang": "Holder's Dragon-type attacks have 1.2x power.", "Dragon Gem": "Holder's first successful Dragon-type attack will have 1.3x power. Single use.", "Dragon Memory": "Holder's Multi-Attack is Dragon type.", "Dragonium Z": "If holder has a Dragon move, this item allows it to use a Dragon Z-Move.", "Dread Plate": "Holder's Dark-type attacks have 1.2x power. Judgment is Dark type.", "Earth Plate": "Holder's Ground-type attacks have 1.2x power. Judgment is Ground type.", "Eevium Z": "If held by an Eevee with Last Resort, it can use Extreme Evoboost.", "Eject Button": "If holder survives a hit, it immediately switches out to a chosen ally. Single use.", "Electric Gem": "Holder's first successful Electric-type attack will have 1.3x power. Single use.", "Electric Memory": "Holder's Multi-Attack is Electric type.", "Electric Seed": "If the terrain is Electric Terrain, raises holder's Defense by 1 stage. Single use.", "Electrium Z": "If holder has an Electric move, this item allows it to use an Electric Z-Move.", "Enigma Berry": "Restores 1/4 max HP after holder is hit by a supereffective move. Single use.", "Eviolite": "If holder's species can evolve, its Defense and Sp. Def are 1.5x.", "Expert Belt": "Holder's attacks that are super effective against the target do 1.2x damage.", "Fairium Z": "If holder has a Fairy move, this item allows it to use a Fairy Z-Move.", "Fairy Gem": "Holder's first successful Fairy-type attack will have 1.3x power. Single use.", "Fairy Memory": "Holder's Multi-Attack is Fairy type.", "Fighting Gem": "Holder's first successful Fighting-type attack will have 1.3x power. Single use.", "Fighting Memory": "Holder's Multi-Attack is Fighting type.", "Fightinium Z": "If holder has a Fighting move, this item allows it to use a Fighting Z-Move.", "Figy Berry": "Restores 1/2 max HP at 1/4 max HP or less; confuses if -Atk Nature. Single use.", "Fire Gem": "Holder's first successful Fire-type attack will have 1.3x power. Single use.", "Fire Memory": "Holder's Multi-Attack is Fire type.", "Firium Z": "If holder has a Fire move, this item allows it to use a Fire Z-Move.", "Fist Plate": "Holder's Fighting-type attacks have 1.2x power. Judgment is Fighting type.", "Flame Orb": "At the end of every turn, this item attempts to burn the holder.", "Flame Plate": "Holder's Fire-type attacks have 1.2x power. Judgment is Fire type.", "Float Stone": "Holder's weight is halved.", "Flying Gem": "Holder's first successful Flying-type attack will have 1.3x power. Single use.", "Flying Memory": "Holder's Multi-Attack is Flying type.", "Flyinium Z": "If holder has a Flying move, this item allows it to use a Flying Z-Move.", "Focus Band": "Holder has a 10% chance to survive an attack that would KO it with 1 HP.", "Focus Sash": "If holder's HP is full, will survive an attack that would KO it with 1 HP. Single use.", "Full Incense": "Holder moves last in its priority bracket.", "Galladite": "If held by a Gallade, this item allows it to Mega Evolve in battle.", "Ganlon Berry": "Raises holder's Defense by 1 stage when at 1/4 max HP or less. Single use.", "Garchompite": "If held by a Garchomp, this item allows it to Mega Evolve in battle.", "Gardevoirite": "If held by a Gardevoir, this item allows it to Mega Evolve in battle.", "Gengarite": "If held by a Gengar, this item allows it to Mega Evolve in battle.", "Ghost Gem": "Holder's first successful Ghost-type attack will have 1.3x power. Single use.", "Ghost Memory": "Holder's Multi-Attack is Ghost type.", "Ghostium Z": "If holder has a Ghost move, this item allows it to use a Ghost Z-Move.", "Glalitite": "If held by a Glalie, this item allows it to Mega Evolve in battle.", "Gold Berry": "(Gen 2) Restores 30 HP when at 1/2 max HP or less. Single use.", "Grass Gem": "Holder's first successful Grass-type attack will have 1.3x power. Single use.", "Grass Memory": "Holder's Multi-Attack is Grass type.", "Grassium Z": "If holder has a Grass move, this item allows it to use a Grass Z-Move.", "Grassy Seed": "If the terrain is Grassy Terrain, raises holder's Defense by 1 stage. Single use.", "Grip Claw": "Holder's partial-trapping moves always last 7 turns.", "Griseous Orb": "If held by a Giratina, its Ghost- and Dragon-type attacks have 1.2x power.", "Ground Gem": "Holder's first successful Ground-type attack will have 1.3x power. Single use.", "Ground Memory": "Holder's Multi-Attack is Ground type.", "Groundium Z": "If holder has a Ground move, this item allows it to use a Ground Z-Move.", "Gyaradosite": "If held by a Gyarados, this item allows it to Mega Evolve in battle.", "Haban Berry": "Halves damage taken from a supereffective Dragon-type attack. Single use.", "Hard Stone": "Holder's Rock-type attacks have 1.2x power.", "Heat Rock": "Holder's use of Sunny Day lasts 8 turns instead of 5.", "Heracronite": "If held by a Heracross, this item allows it to Mega Evolve in battle.", "Houndoominite": "If held by a Houndoom, this item allows it to Mega Evolve in battle.", "Iapapa Berry": "Restores 1/2 max HP at 1/4 max HP or less; confuses if -Def Nature. Single use.", "Ice Berry": "(Gen 2) Holder is cured if it is burned. Single use.", "Ice Gem": "Holder's first successful Ice-type attack will have 1.3x power. Single use.", "Ice Memory": "Holder's Multi-Attack is Ice type.", "Icicle Plate": "Holder's Ice-type attacks have 1.2x power. Judgment is Ice type.", "Icium Z": "If holder has an Ice move, this item allows it to use an Ice Z-Move.", "Icy Rock": "Holder's use of Hail lasts 8 turns instead of 5.", "Incinium Z": "If held by an Incineroar with Darkest Lariat, it can use Malicious Moonsault.", "Insect Plate": "Holder's Bug-type attacks have 1.2x power. Judgment is Bug type.", "Iron Ball": "Holder is grounded, Speed halved. If Flying type, takes neutral Ground damage.", "Iron Plate": "Holder's Steel-type attacks have 1.2x power. Judgment is Steel type.", "Jaboca Berry": "If holder is hit by a physical move, attacker loses 1/8 of its max HP. Single use.", "Kangaskhanite": "If held by a Kangaskhan, this item allows it to Mega Evolve in battle.", "Kasib Berry": "Halves damage taken from a supereffective Ghost-type attack. Single use.", "Kebia Berry": "Halves damage taken from a supereffective Poison-type attack. Single use.", "Kee Berry": "Raises holder's Defense by 1 stage after it is hit by a physical attack. Single use.", "Kelpsy Berry": "Cannot be eaten by the holder. No effect when eaten with Bug Bite or Pluck.", "King's Rock": "Holder's attacks without a chance to flinch gain a 10% chance to flinch. Evolves Poliwhirl into Politoed and Slowpoke into Slowking when traded.", "Kommonium Z": "If held by a Kommo-o with Clanging Scales, it can use Clangorous Soulblaze.", "Lagging Tail": "Holder moves last in its priority bracket.", "Lansat Berry": "Holder gains the Focus Energy effect when at 1/4 max HP or less. Single use.", "Latiasite": "If held by a Latias, this item allows it to Mega Evolve in battle.", "Latiosite": "If held by a Latios, this item allows it to Mega Evolve in battle.", "Lax Incense": "The accuracy of attacks against the holder is 0.9x.", "Leftovers": "At the end of every turn, holder restores 1/16 of its max HP.", "Leppa Berry": "Restores 10 PP to the first of the holder's moves to reach 0 PP. Single use.", "Liechi Berry": "Raises holder's Attack by 1 stage when at 1/4 max HP or less. Single use.", "Life Orb": "Holder's attacks do 1.3x damage, and it loses 1/10 its max HP after the attack.", "Light Ball": "If held by a Pikachu, its Attack and Sp. Atk are doubled.", "Light Clay": "Holder's use of Aurora Veil, Light Screen, or Reflect lasts 8 turns instead of 5.", "Lopunnite": "If held by a Lopunny, this item allows it to Mega Evolve in battle.", "Lucarionite": "If held by a Lucario, this item allows it to Mega Evolve in battle.", "Lucky Punch": "If held by a Chansey, its critical hit ratio is raised by 2 stages.", "Lum Berry": "Holder cures itself if it is confused or has a major status condition. Single use.", "Luminous Moss": "Raises holder's Sp. Def by 1 stage if hit by a Water-type attack. Single use.", "Lunalium Z": "Lunala or Dawn Wings Necrozma with Moongeist Beam can use a special Z-Move.", "Lustrous Orb": "If held by a Palkia, its Water- and Dragon-type attacks have 1.2x power.", "Lycanium Z": "If held by a Lycanroc forme with Stone Edge, it can use Splintered Stormshards.", "Macho Brace": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Magmarizer": "Evolves Magmar into Magmortar when traded.", "Magnet": "Holder's Electric-type attacks have 1.2x power.", "Mago Berry": "Restores 1/2 max HP at 1/4 max HP or less; confuses if -Spe Nature. Single use.", "Mail": "Cannot be given to or taken from a Pokemon, except by Covet/Knock Off/Thief.", "Manectite": "If held by a Manectric, this item allows it to Mega Evolve in battle.", "Maranga Berry": "Raises holder's Sp. Def by 1 stage after it is hit by a special attack. Single use.", "Marshadium Z": "If held by Marshadow with Spectral Thief, it can use Soul-Stealing 7-Star Strike.", "Mawilite": "If held by a Mawile, this item allows it to Mega Evolve in battle.", "Meadow Plate": "Holder's Grass-type attacks have 1.2x power. Judgment is Grass type.", "Medichamite": "If held by a Medicham, this item allows it to Mega Evolve in battle.", "Mental Herb": "Cures holder of Attract, Disable, Encore, Heal Block, Taunt, Torment. Single use.", "Metagrossite": "If held by a Metagross, this item allows it to Mega Evolve in battle.", "Metal Coat": "Holder's Steel-type attacks have 1.2x power. Evolves Onix into Steelix and Scyther into Scizor when traded.", "Metal Powder": "If held by a Ditto that hasn't Transformed, its Defense is doubled.", "Metronome": "Damage of moves used on consecutive turns is increased. Max 2x after 5 turns.", "Mewnium Z": "If held by a Mew with Psychic, it can use Genesis Supernova.", "Mewtwonite X": "If held by a Mewtwo, this item allows it to Mega Evolve in battle.", "Mewtwonite Y": "If held by a Mewtwo, this item allows it to Mega Evolve in battle.", "Micle Berry": "Holder's next move has 1.2x accuracy when at 1/4 max HP or less. Single use.", "Mimikium Z": "If held by a Mimikyu with Play Rough, it can use Let's Snuggle Forever.", "Mind Plate": "Holder's Psychic-type attacks have 1.2x power. Judgment is Psychic type.", "Mint Berry": "(Gen 2) Holder wakes up if it is asleep. Single use.", "Miracle Berry": "(Gen 2) Holder cures itself if it is confused or has a status condition. Single use.", "Miracle Seed": "Holder's Grass-type attacks have 1.2x power.", "Misty Seed": "If the terrain is Misty Terrain, raises holder's Sp. Def by 1 stage. Single use.", "Muscle Band": "Holder's physical attacks have 1.1x power.", "Mystery Berry": "(Gen 2) Restores 5 PP to the first of the holder's moves to reach 0 PP. Single use.", "Mystic Water": "Holder's Water-type attacks have 1.2x power.", "Never-Melt Ice": "Holder's Ice-type attacks have 1.2x power.", "Normal Gem": "Holder's first successful Normal-type attack will have 1.3x power. Single use.", "Normalium Z": "If holder has a Normal move, this item allows it to use a Normal Z-Move.", "Occa Berry": "Halves damage taken from a supereffective Fire-type attack. Single use.", "Odd Incense": "Holder's Psychic-type attacks have 1.2x power.", "Oran Berry": "Restores 10 HP when at 1/2 max HP or less. Single use.", "PRZCure Berry": "Cures paralysis. One-time use.", "PSNCure Berry": "Cures poison. One-time use.", "Passho Berry": "Halves damage taken from a supereffective Water-type attack. Single use.", "Payapa Berry": "Halves damage taken from a supereffective Psychic-type attack. Single use.", "Pecha Berry": "Holder is cured if it is poisoned. Single use.", "Persim Berry": "Holder is cured if it is confused. Single use.", "Petaya Berry": "Raises holder's Sp. Atk by 1 stage when at 1/4 max HP or less. Single use.", "Pidgeotite": "If held by a Pidgeot, this item allows it to Mega Evolve in battle.", "Pikanium Z": "If held by a Pikachu with Volt Tackle, it can use Catastropika.", "Pikashunium Z": "If held by cap Pikachu with Thunderbolt, it can use 10,000,000 Volt Thunderbolt.", "Pink Bow": "(Gen 2) Holder's Normal-type attacks have 1.1x power.", "Pinsirite": "If held by a Pinsir, this item allows it to Mega Evolve in battle.", "Pixie Plate": "Holder's Fairy-type attacks have 1.2x power. Judgment is Fairy type.", "Poison Barb": "Holder's Poison-type attacks have 1.2x power.", "Poison Gem": "Holder's first successful Poison-type attack will have 1.3x power. Single use.", "Poison Memory": "Holder's Multi-Attack is Poison type.", "Poisonium Z": "If holder has a Poison move, this item allows it to use a Poison Z-Move.", "Polka Dot Bow": "Raises power of Normal moves by 10%.", "Power Anklet": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Band": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Belt": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Bracer": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Herb": "Holder's two-turn moves complete in one turn (except Sky Drop). Single use.", "Power Lens": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Weight": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Primarium Z": "If held by a Primarina with Sparkling Aria, it can use Oceanic Operetta.", "Protective Pads": "Holder's moves are protected from adverse contact effects, except Pickpocket.", "Psychic Gem": "Holder's first successful Psychic-type attack will have 1.3x power. Single use.", "Psychic Memory": "Holder's Multi-Attack is Psychic type.", "Psychic Seed": "If the terrain is Psychic Terrain, raises holder's Sp. Def by 1 stage. Single use.", "Psychium Z": "If holder has a Psychic move, this item allows it to use a Psychic Z-Move.", "Quick Claw": "Each turn, holder has a 20% chance to move first in its priority bracket.", "Quick Powder": "If held by a Ditto that hasn't Transformed, its Speed is doubled.", "Rawst Berry": "Holder is cured if it is burned. Single use.", "Razor Claw": "Holder's critical hit ratio is raised by 1 stage. Evolves Sneasel into Weavile when held and leveled up during the night.", "Razor Fang": "Holder's attacks without a chance to flinch gain a 10% chance to flinch. Evolves Gligar into Gliscor when held and leveled up during the night.", "Red Card": "If holder survives a hit, attacker is forced to switch to a random ally. Single use.", "Red Orb": "If held by a Groudon, this item triggers its Primal Reversion in battle.", "Rindo Berry": "Halves damage taken from a supereffective Grass-type attack. Single use.", "Rock Gem": "Holder's first successful Rock-type attack will have 1.3x power. Single use.", "Rock Incense": "Holder's Rock-type attacks have 1.2x power.", "Rock Memory": "Holder's Multi-Attack is Rock type.", "Rockium Z": "If holder has a Rock move, this item allows it to use a Rock Z-Move.", "Rocky Helmet": "If holder is hit by a contact move, the attacker loses 1/6 of its max HP.", "Rose Incense": "Holder's Grass-type attacks have 1.2x power.", "Roseli Berry": "Halves damage taken from a supereffective Fairy-type attack. Single use.", "Rowap Berry": "If holder is hit by a special move, attacker loses 1/8 of its max HP. Single use.", "Sablenite": "If held by a Sableye, this item allows it to Mega Evolve in battle.", "Safety Goggles": "Holder is immune to powder moves and damage from Sandstorm or Hail.", "Salac Berry": "Raises holder's Speed by 1 stage when at 1/4 max HP or less. Single use.", "Salamencite": "If held by a Salamence, this item allows it to Mega Evolve in battle.", "Sceptilite": "If held by a Sceptile, this item allows it to Mega Evolve in battle.", "Scizorite": "If held by a Scizor, this item allows it to Mega Evolve in battle.", "Scope Lens": "Holder's critical hit ratio is raised by 1 stage.", "Sea Incense": "Holder's Water-type attacks have 1.2x power.", "Sharp Beak": "Holder's Flying-type attacks have 1.2x power.", "Sharpedonite": "If held by a Sharpedo, this item allows it to Mega Evolve in battle.", "Shed Shell": "Holder may switch out even when trapped by another Pokemon, or by Ingrain.", "Shell Bell": "After an attack, holder gains 1/8 of the damage in HP dealt to other Pokemon.", "Shock Drive": "Holder's Techno Blast is Electric type.", "Shuca Berry": "Halves damage taken from a supereffective Ground-type attack. Single use.", "Silk Scarf": "Holder's Normal-type attacks have 1.2x power.", "Silver Powder": "Raises power of Bug-type moves by 20%.", "Sitrus Berry": "Restores 1/4 max HP when at 1/2 max HP or less. Single use.", "Sky Plate": "Holder's Flying-type attacks have 1.2x power. Judgment is Flying type.", "Slowbronite": "If held by a Slowbro, this item allows it to Mega Evolve in battle.", "Smooth Rock": "Holder's use of Sandstorm lasts 8 turns instead of 5.", "Snorlium Z": "If held by a Snorlax with Giga Impact, it can use Pulverizing Pancake.", "Snowball": "Raises holder's Attack by 1 if hit by an Ice-type attack. Single use.", "Soft Sand": "Holder's Ground-type attacks have 1.2x power.", "Solganium Z": "Solgaleo or Dusk Mane Necrozma with Sunsteel Strike can use a special Z-Move.", "Soul Dew": "If held by a Latias/Latios, its Dragon- and Psychic-type moves have 1.2x power.", "Spell Tag": "Holder's Ghost-type attacks have 1.2x power.", "Splash Plate": "Holder's Water-type attacks have 1.2x power. Judgment is Water type.", "Spooky Plate": "Holder's Ghost-type attacks have 1.2x power. Judgment is Ghost type.", "Starf Berry": "Raises a random stat by 2 when at 1/4 max HP or less (not acc/eva). Single use.", "Steel Gem": "Holder's first successful Steel-type attack will have 1.3x power. Single use.", "Steel Memory": "Holder's Multi-Attack is Steel type.", "Steelium Z": "If holder has a Steel move, this item allows it to use a Steel Z-Move.", "Steelixite": "If held by a Steelix, this item allows it to Mega Evolve in battle.", "Stick": "If held by a Farfetch'd, its critical hit ratio is raised by 2 stages.", "Sticky Barb": "Each turn, holder loses 1/8 max HP. An attacker making contact can receive it.", "Stone Plate": "Holder's Rock-type attacks have 1.2x power. Judgment is Rock type.", "Swampertite": "If held by a Swampert, this item allows it to Mega Evolve in battle.", "Tanga Berry": "Halves damage taken from a supereffective Bug-type attack. Single use.", "Tapunium Z": "If held by a Tapu with Nature's Madness, it can use Guardian of Alola.", "Terrain Extender": "Holder's use of Electric/Grassy/Misty/Psychic Terrain lasts 8 turns instead of 5.", "Thick Club": "If held by a Cubone or a Marowak, its Attack is doubled.", "Toxic Orb": "At the end of every turn, this item attempts to badly poison the holder.", "Toxic Plate": "Holder's Poison-type attacks have 1.2x power. Judgment is Poison type.", "Twisted Spoon": "Holder's Psychic-type attacks have 1.2x power.", "Tyranitarite": "If held by a Tyranitar, this item allows it to Mega Evolve in battle.", "Ultranecrozium Z": "Dusk Mane/Dawn Wings Necrozma: Ultra Burst, then Z-Move w/ Photon Geyser.", "Venusaurite": "If held by a Venusaur, this item allows it to Mega Evolve in battle.", "Wacan Berry": "Halves damage taken from a supereffective Electric-type attack. Single use.", "Water Gem": "Holder's first successful Water-type attack will have 1.3x power. Single use.", "Water Memory": "Holder's Multi-Attack is Water type.", "Water Stone": "Evolves Poliwhirl into Poliwrath, Shellder into Cloyster, Staryu into Starmie, Eevee into Vaporeon, Lombre into Ludicolo, and Panpour into Simipour when used.", "Waterium Z": "If holder has a Water move, this item allows it to use a Water Z-Move.", "Watmel Berry": "Cannot be eaten by the holder. No effect when eaten with Bug Bite or Pluck.", "Wave Incense": "Holder's Water-type attacks have 1.2x power.", "Weakness Policy": "If holder is hit super effectively, raises Attack, Sp. Atk by 2 stages. Single use.", "White Herb": "Restores all lowered stat stages to 0 when one is less than 0. Single use.", "Wide Lens": "The accuracy of attacks by the holder is 1.1x.", "Wiki Berry": "Restores 1/2 max HP at 1/4 max HP or less; confuses if -SpA Nature. Single use.", "Wise Glasses": "Holder's special attacks have 1.1x power.", "Yache Berry": "Halves damage taken from a supereffective Ice-type attack. Single use.", "Zap Plate": "Holder's Electric-type attacks have 1.2x power. Judgment is Electric type.", "Zoom Lens": "The accuracy of attacks by the holder is 1.2x if it moves after its target."}, "gen6": {"Abomasite": "Mega Evolves Abomasnow.", "Absolite": "If held by an Absol, this item allows it to Mega Evolve in battle.", "Absorb Bulb": "Raises holder's Sp. Atk by 1 stage if hit by a Water-type attack. Single use.", "Adamant Orb": "If held by a Dialga, its Steel- and Dragon-type attacks have 1.2x power.", "Aerodactylite": "If held by an Aerodactyl, this item allows it to Mega Evolve in battle.", "Aggronite": "If held by an Aggron, this item allows it to Mega Evolve in battle.", "Aguav Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -SpD Nature. Single use.", "Air Balloon": "Holder is immune to Ground-type attacks. Pops when holder is hit.", "Alakazite": "If held by an Alakazam, this item allows it to Mega Evolve in battle.", "Altarianite": "If held by an Altaria, this item allows it to Mega Evolve in battle.", "Ampharosite": "If held by an Ampharos, this item allows it to Mega Evolve in battle.", "Apicot Berry": "Raises holder's Sp. Def by 1 stage when at 1/4 max HP or less. Single use.", "Aspear Berry": "Holder is cured if it is frozen. Single use.", "Assault Vest": "Holder's Sp. Def is 1.5x, but it can only select damaging moves.", "Audinite": "If held by an Audino, this item allows it to Mega Evolve in battle.", "Babiri Berry": "Halves damage taken from a supereffective Steel-type attack. Single use.", "Banettite": "If held by a Banette, this item allows it to Mega Evolve in battle.", "Beedrillite": "If held by a Beedrill, this item allows it to Mega Evolve in battle.", "Berry": "(Gen 2) Restores 10 HP when at 1/2 max HP or less. Single use.", "Berry Juice": "Restores 20 HP when at 1/2 max HP or less. Single use.", "Berserk Gene": "(Gen 2) On switch-in, raises holder's Attack by 2 and confuses it. Single use.", "Big Root": "Holder gains 1.3x HP from draining moves, Aqua Ring, Ingrain, and Leech Seed.", "Binding Band": "Holder's partial-trapping moves deal 1/6 max HP per turn instead of 1/8.", "Bitter Berry": "(Gen 2) Holder is cured if it is confused. Single use.", "Black Belt": "Holder's Fighting-type attacks have 1.2x power.", "Black Glasses": "Holder's Dark-type attacks have 1.2x power.", "Black Sludge": "Each turn, if holder is a Poison type, restores 1/16 max HP; loses 1/8 if not.", "Blastoisinite": "If held by a Blastoise, this item allows it to Mega Evolve in battle.", "Blazikenite": "If held by a Blaziken, this item allows it to Mega Evolve in battle.", "Blue Orb": "If held by a Kyogre, this item triggers its Primal Reversion in battle.", "Bright Powder": "The accuracy of attacks against the holder is 0.9x.", "Bug Gem": "Holder's first successful Bug-type attack will have 1.3x power. Single use.", "Burn Drive": "Holder's Techno Blast is Fire type.", "Cameruptite": "If held by a Camerupt, this item allows it to Mega Evolve in battle.", "Cell Battery": "Raises holder's Attack by 1 if hit by an Electric-type attack. Single use.", "Charcoal": "Holder's Fire-type attacks have 1.2x power.", "Charizardite X": "If held by a Charizard, this item allows it to Mega Evolve in battle.", "Charizardite Y": "If held by a Charizard, this item allows it to Mega Evolve in battle.", "Charti Berry": "Halves damage taken from a supereffective Rock-type attack. Single use.", "Cheri Berry": "Holder cures itself if it is paralyzed. Single use.", "Chesto Berry": "Holder wakes up if it is asleep. Single use.", "Chilan Berry": "Halves damage taken from a Normal-type attack. Single use.", "Chill Drive": "Holder's Techno Blast is Ice type.", "Choice Band": "Holder's Attack is 1.5x, but it can only select the first move it executes.", "Choice Scarf": "Holder's Speed is 1.5x, but it can only select the first move it executes.", "Choice Specs": "Holder's Sp. Atk is 1.5x, but it can only select the first move it executes.", "Chople Berry": "Halves damage taken from a supereffective Fighting-type attack. Single use.", "Cleanse Tag": "Decreases the encounter rate of wild Pokémon.", "Coba Berry": "Halves damage taken from a supereffective Flying-type attack. Single use.", "Colbur Berry": "Halves damage taken from a supereffective Dark-type attack. Single use.", "Custap Berry": "Holder moves first in its priority bracket when at 1/4 max HP or less. Single use.", "Damp Rock": "Holder's use of Rain Dance lasts 8 turns instead of 5.", "Dark Gem": "Holder's first successful Dark-type attack will have 1.3x power. Single use.", "Deep Sea Scale": "If held by a Clamperl, its Sp. Def is doubled. Evolves Clamperl into Gorebyss when traded.", "Deep Sea Tooth": "If held by a Clamperl, its Sp. Atk is doubled. Evolves Clamperl into Huntail when traded.", "Destiny Knot": "If holder becomes infatuated, the other Pokemon also becomes infatuated.", "Diancite": "If held by a Diancie, this item allows it to Mega Evolve in battle.", "Douse Drive": "Holder's Techno Blast is Water type.", "Draco Plate": "Holder's Dragon-type attacks have 1.2x power. Judgment is Dragon type.", "Dragon Fang": "Holder's Dragon-type attacks have 1.2x power.", "Dragon Gem": "Holder's first successful Dragon-type attack will have 1.3x power. Single use.", "Dread Plate": "Holder's Dark-type attacks have 1.2x power. Judgment is Dark type.", "Earth Plate": "Holder's Ground-type attacks have 1.2x power. Judgment is Ground type.", "Eject Button": "If holder survives a hit, it immediately switches out to a chosen ally. Single use.", "Electric Gem": "Holder's first successful Electric-type attack will have 1.3x power. Single use.", "Enigma Berry": "Restores 1/4 max HP after holder is hit by a supereffective move. Single use.", "Eviolite": "If holder's species can evolve, its Defense and Sp. Def are 1.5x.", "Expert Belt": "Holder's attacks that are super effective against the target do 1.2x damage.", "Fairy Gem": "Holder's first successful Fairy-type attack will have 1.3x power. Single use.", "Fighting Gem": "Holder's first successful Fighting-type attack will have 1.3x power. Single use.", "Figy Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -Atk Nature. Single use.", "Fire Gem": "Holder's first successful Fire-type attack will have 1.3x power. Single use.", "Fist Plate": "Holder's Fighting-type attacks have 1.2x power. Judgment is Fighting type.", "Flame Orb": "At the end of every turn, this item attempts to burn the holder.", "Flame Plate": "Holder's Fire-type attacks have 1.2x power. Judgment is Fire type.", "Float Stone": "Holder's weight is halved.", "Flying Gem": "Holder's first successful Flying-type attack will have 1.3x power. Single use.", "Focus Band": "Holder has a 10% chance to survive an attack that would KO it with 1 HP.", "Focus Sash": "If holder's HP is full, will survive an attack that would KO it with 1 HP. Single use.", "Full Incense": "Holder moves last in its priority bracket.", "Galladite": "If held by a Gallade, this item allows it to Mega Evolve in battle.", "Ganlon Berry": "Raises holder's Defense by 1 stage when at 1/4 max HP or less. Single use.", "Garchompite": "If held by a Garchomp, this item allows it to Mega Evolve in battle.", "Gardevoirite": "If held by a Gardevoir, this item allows it to Mega Evolve in battle.", "Gengarite": "If held by a Gengar, this item allows it to Mega Evolve in battle.", "Ghost Gem": "Holder's first successful Ghost-type attack will have 1.3x power. Single use.", "Glalitite": "If held by a Glalie, this item allows it to Mega Evolve in battle.", "Gold Berry": "(Gen 2) Restores 30 HP when at 1/2 max HP or less. Single use.", "Grass Gem": "Holder's first successful Grass-type attack will have 1.3x power. Single use.", "Grip Claw": "Holder's partial-trapping moves always last 7 turns.", "Griseous Orb": "If held by a Giratina, its Ghost- and Dragon-type attacks have 1.2x power.", "Ground Gem": "Holder's first successful Ground-type attack will have 1.3x power. Single use.", "Gyaradosite": "If held by a Gyarados, this item allows it to Mega Evolve in battle.", "Haban Berry": "Halves damage taken from a supereffective Dragon-type attack. Single use.", "Hard Stone": "Holder's Rock-type attacks have 1.2x power.", "Heat Rock": "Holder's use of Sunny Day lasts 8 turns instead of 5.", "Heracronite": "If held by a Heracross, this item allows it to Mega Evolve in battle.", "Houndoominite": "If held by a Houndoom, this item allows it to Mega Evolve in battle.", "Iapapa Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -Def Nature. Single use.", "Ice Berry": "(Gen 2) Holder is cured if it is burned. Single use.", "Ice Gem": "Holder's first successful Ice-type attack will have 1.3x power. Single use.", "Icicle Plate": "Holder's Ice-type attacks have 1.2x power. Judgment is Ice type.", "Icy Rock": "Holder's use of Hail lasts 8 turns instead of 5.", "Insect Plate": "Holder's Bug-type attacks have 1.2x power. Judgment is Bug type.", "Iron Ball": "Holder is grounded, Speed halved. If Flying type, takes neutral Ground damage.", "Iron Plate": "Holder's Steel-type attacks have 1.2x power. Judgment is Steel type.", "Jaboca Berry": "If holder is hit by a physical move, attacker loses 1/8 of its max HP. Single use.", "Kangaskhanite": "If held by a Kangaskhan, this item allows it to Mega Evolve in battle.", "Kasib Berry": "Halves damage taken from a supereffective Ghost-type attack. Single use.", "Kebia Berry": "Halves damage taken from a supereffective Poison-type attack. Single use.", "Kee Berry": "Raises holder's Defense by 1 stage after it is hit by a physical attack. Single use.", "Kelpsy Berry": "Cannot be eaten by the holder. No effect when eaten with Bug Bite or Pluck.", "King's Rock": "Holder's attacks without a chance to flinch gain a 10% chance to flinch. Evolves Poliwhirl into Politoed and Slowpoke into Slowking when traded.", "Lagging Tail": "Holder moves last in its priority bracket.", "Lansat Berry": "Holder gains the Focus Energy effect when at 1/4 max HP or less. Single use.", "Latiasite": "If held by a Latias, this item allows it to Mega Evolve in battle.", "Latiosite": "If held by a Latios, this item allows it to Mega Evolve in battle.", "Lax Incense": "The accuracy of attacks against the holder is 0.9x.", "Leftovers": "At the end of every turn, holder restores 1/16 of its max HP.", "Leppa Berry": "Restores 10 PP to the first of the holder's moves to reach 0 PP. Single use.", "Liechi Berry": "Raises holder's Attack by 1 stage when at 1/4 max HP or less. Single use.", "Life Orb": "Holder's attacks do 1.3x damage, and it loses 1/10 its max HP after the attack.", "Light Ball": "If held by a Pikachu, its Attack and Sp. Atk are doubled.", "Light Clay": "Holder's use of Light Screen or Reflect lasts 8 turns instead of 5.", "Lopunnite": "If held by a Lopunny, this item allows it to Mega Evolve in battle.", "Lucarionite": "If held by a Lucario, this item allows it to Mega Evolve in battle.", "Lucky Punch": "If held by a Chansey, its critical hit ratio is raised by 2 stages.", "Lum Berry": "Holder cures itself if it is confused or has a major status condition. Single use.", "Luminous Moss": "Raises holder's Sp. Def by 1 stage if hit by a Water-type attack. Single use.", "Lustrous Orb": "If held by a Palkia, its Water- and Dragon-type attacks have 1.2x power.", "Macho Brace": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Magmarizer": "Evolves Magmar into Magmortar when traded.", "Magnet": "Holder's Electric-type attacks have 1.2x power.", "Mago Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -Spe Nature. Single use.", "Mail": "Cannot be given to or taken from a Pokemon, except by Covet/Knock Off/Thief.", "Manectite": "If held by a Manectric, this item allows it to Mega Evolve in battle.", "Maranga Berry": "Raises holder's Sp. Def by 1 stage after it is hit by a special attack. Single use.", "Mawilite": "If held by a Mawile, this item allows it to Mega Evolve in battle.", "Meadow Plate": "Holder's Grass-type attacks have 1.2x power. Judgment is Grass type.", "Medichamite": "If held by a Medicham, this item allows it to Mega Evolve in battle.", "Mental Herb": "Cures holder of Attract, Disable, Encore, Heal Block, Taunt, Torment. Single use.", "Metagrossite": "If held by a Metagross, this item allows it to Mega Evolve in battle.", "Metal Coat": "Holder's Steel-type attacks have 1.2x power. Evolves Onix into Steelix and Scyther into Scizor when traded.", "Metal Powder": "If held by a Ditto that hasn't Transformed, its Defense is doubled.", "Metronome": "Damage of moves used on consecutive turns is increased. Max 2x after 5 turns.", "Mewtwonite X": "If held by a Mewtwo, this item allows it to Mega Evolve in battle.", "Mewtwonite Y": "If held by a Mewtwo, this item allows it to Mega Evolve in battle.", "Micle Berry": "Holder's next move has 1.2x accuracy when at 1/4 max HP or less. Single use.", "Mind Plate": "Holder's Psychic-type attacks have 1.2x power. Judgment is Psychic type.", "Mint Berry": "(Gen 2) Holder wakes up if it is asleep. Single use.", "Miracle Berry": "(Gen 2) Holder cures itself if it is confused or has a status condition. Single use.", "Miracle Seed": "Holder's Grass-type attacks have 1.2x power.", "Muscle Band": "Holder's physical attacks have 1.1x power.", "Mystery Berry": "(Gen 2) Restores 5 PP to the first of the holder's moves to reach 0 PP. Single use.", "Mystic Water": "Holder's Water-type attacks have 1.2x power.", "Never-Melt Ice": "Holder's Ice-type attacks have 1.2x power.", "Normal Gem": "Holder's first successful Normal-type attack will have 1.3x power. Single use.", "Occa Berry": "Halves damage taken from a supereffective Fire-type attack. Single use.", "Odd Incense": "Holder's Psychic-type attacks have 1.2x power.", "Oran Berry": "Restores 10 HP when at 1/2 max HP or less. Single use.", "PRZCure Berry": "Cures paralysis. One-time use.", "PSNCure Berry": "Cures poison. One-time use.", "Passho Berry": "Halves damage taken from a supereffective Water-type attack. Single use.", "Payapa Berry": "Halves damage taken from a supereffective Psychic-type attack. Single use.", "Pecha Berry": "Holder is cured if it is poisoned. Single use.", "Persim Berry": "Holder is cured if it is confused. Single use.", "Petaya Berry": "Raises holder's Sp. Atk by 1 stage when at 1/4 max HP or less. Single use.", "Pidgeotite": "If held by a Pidgeot, this item allows it to Mega Evolve in battle.", "Pink Bow": "(Gen 2) Holder's Normal-type attacks have 1.1x power.", "Pinsirite": "If held by a Pinsir, this item allows it to Mega Evolve in battle.", "Pixie Plate": "Holder's Fairy-type attacks have 1.2x power. Judgment is Fairy type.", "Poison Barb": "Holder's Poison-type attacks have 1.2x power.", "Poison Gem": "Holder's first successful Poison-type attack will have 1.3x power. Single use.", "Polka Dot Bow": "Raises power of Normal moves by 10%.", "Power Anklet": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Band": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Belt": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Bracer": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Herb": "Holder's two-turn moves complete in one turn (except Sky Drop). Single use.", "Power Lens": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Weight": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Psychic Gem": "Holder's first successful Psychic-type attack will have 1.3x power. Single use.", "Quick Claw": "Each turn, holder has a 20% chance to move first in its priority bracket.", "Quick Powder": "If held by a Ditto that hasn't Transformed, its Speed is doubled.", "Rawst Berry": "Holder is cured if it is burned. Single use.", "Razor Claw": "Holder's critical hit ratio is raised by 1 stage. Evolves Sneasel into Weavile when held and leveled up during the night.", "Razor Fang": "Holder's attacks without a chance to flinch gain a 10% chance to flinch. Evolves Gligar into Gliscor when held and leveled up during the night.", "Red Card": "If holder survives a hit, attacker is forced to switch to a random ally. Single use.", "Red Orb": "If held by a Groudon, this item triggers its Primal Reversion in battle.", "Rindo Berry": "Halves damage taken from a supereffective Grass-type attack. Single use.", "Rock Gem": "Holder's first successful Rock-type attack will have 1.3x power. Single use.", "Rock Incense": "Holder's Rock-type attacks have 1.2x power.", "Rocky Helmet": "If holder is hit by a contact move, the attacker loses 1/6 of its max HP.", "Rose Incense": "Holder's Grass-type attacks have 1.2x power.", "Roseli Berry": "Halves damage taken from a supereffective Fairy-type attack. Single use.", "Rowap Berry": "If holder is hit by a special move, attacker loses 1/8 of its max HP. Single use.", "Sablenite": "If held by a Sableye, this item allows it to Mega Evolve in battle.", "Safety Goggles": "Holder is immune to powder moves and damage from Sandstorm or Hail.", "Salac Berry": "Raises holder's Speed by 1 stage when at 1/4 max HP or less. Single use.", "Salamencite": "If held by a Salamence, this item allows it to Mega Evolve in battle.", "Sceptilite": "If held by a Sceptile, this item allows it to Mega Evolve in battle.", "Scizorite": "If held by a Scizor, this item allows it to Mega Evolve in battle.", "Scope Lens": "Holder's critical hit ratio is raised by 1 stage.", "Sea Incense": "Holder's Water-type attacks have 1.2x power.", "Sharp Beak": "Holder's Flying-type attacks have 1.2x power.", "Sharpedonite": "If held by a Sharpedo, this item allows it to Mega Evolve in battle.", "Shed Shell": "Holder may switch out even when trapped by another Pokemon, or by Ingrain.", "Shell Bell": "After an attack, holder gains 1/8 of the damage in HP dealt to other Pokemon.", "Shock Drive": "Holder's Techno Blast is Electric type.", "Shuca Berry": "Halves damage taken from a supereffective Ground-type attack. Single use.", "Silk Scarf": "Holder's Normal-type attacks have 1.2x power.", "Silver Powder": "Raises power of Bug-type moves by 20%.", "Sitrus Berry": "Restores 1/4 max HP when at 1/2 max HP or less. Single use.", "Sky Plate": "Holder's Flying-type attacks have 1.2x power. Judgment is Flying type.", "Slowbronite": "If held by a Slowbro, this item allows it to Mega Evolve in battle.", "Smooth Rock": "Holder's use of Sandstorm lasts 8 turns instead of 5.", "Snowball": "Raises holder's Attack by 1 if hit by an Ice-type attack. Single use.", "Soft Sand": "Holder's Ground-type attacks have 1.2x power.", "Soul Dew": "If held by a Latias or a Latios, its Sp. Atk and Sp. Def are 1.5x.", "Spell Tag": "Holder's Ghost-type attacks have 1.2x power.", "Splash Plate": "Holder's Water-type attacks have 1.2x power. Judgment is Water type.", "Spooky Plate": "Holder's Ghost-type attacks have 1.2x power. Judgment is Ghost type.", "Starf Berry": "Raises a random stat by 2 when at 1/4 max HP or less (not acc/eva). Single use.", "Steel Gem": "Holder's first successful Steel-type attack will have 1.3x power. Single use.", "Steelixite": "If held by a Steelix, this item allows it to Mega Evolve in battle.", "Stick": "If held by a Farfetch'd, its critical hit ratio is raised by 2 stages.", "Sticky Barb": "Each turn, holder loses 1/8 max HP. An attacker making contact can receive it.", "Stone Plate": "Holder's Rock-type attacks have 1.2x power. Judgment is Rock type.", "Swampertite": "If held by a Swampert, this item allows it to Mega Evolve in battle.", "Tanga Berry": "Halves damage taken from a supereffective Bug-type attack. Single use.", "Thick Club": "If held by a Cubone or a Marowak, its Attack is doubled.", "Toxic Orb": "At the end of every turn, this item attempts to badly poison the holder.", "Toxic Plate": "Holder's Poison-type attacks have 1.2x power. Judgment is Poison type.", "Twisted Spoon": "Holder's Psychic-type attacks have 1.2x power.", "Tyranitarite": "If held by a Tyranitar, this item allows it to Mega Evolve in battle.", "Venusaurite": "If held by a Venusaur, this item allows it to Mega Evolve in battle.", "Wacan Berry": "Halves damage taken from a supereffective Electric-type attack. Single use.", "Water Gem": "Holder's first successful Water-type attack will have 1.3x power. Single use.", "Water Stone": "Evolves Poliwhirl into Poliwrath, Shellder into Cloyster, Staryu into Starmie, Eevee into Vaporeon, Lombre into Ludicolo, and Panpour into Simipour when used.", "Watmel Berry": "Cannot be eaten by the holder. No effect when eaten with Bug Bite or Pluck.", "Wave Incense": "Holder's Water-type attacks have 1.2x power.", "Weakness Policy": "If holder is hit super effectively, raises Attack, Sp. Atk by 2 stages. Single use.", "White Herb": "Restores all lowered stat stages to 0 when one is less than 0. Single use.", "Wide Lens": "The accuracy of attacks by the holder is 1.1x.", "Wiki Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -SpA Nature. Single use.", "Wise Glasses": "Holder's special attacks have 1.1x power.", "Yache Berry": "Halves damage taken from a supereffective Ice-type attack. Single use.", "Zap Plate": "Holder's Electric-type attacks have 1.2x power. Judgment is Electric type.", "Zoom Lens": "The accuracy of attacks by the holder is 1.2x if it moves after its target."}, "gen5": {"Absorb Bulb": "Raises holder's Sp. Atk by 1 stage if hit by a Water-type attack. Single use.", "Adamant Orb": "If held by a Dialga, its Steel- and Dragon-type attacks have 1.2x power.", "Aguav Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -SpD Nature. Single use.", "Air Balloon": "Holder is immune to Ground-type attacks. Pops when holder is hit.", "Apicot Berry": "Raises holder's Sp. Def by 1 stage when at 1/4 max HP or less. Single use.", "Aspear Berry": "Holder is cured if it is frozen. Single use.", "Babiri Berry": "Halves damage taken from a supereffective Steel-type attack. Single use.", "Berry": "(Gen 2) Restores 10 HP when at 1/2 max HP or less. Single use.", "Berry Juice": "Restores 20 HP when at 1/2 max HP or less. Single use.", "Berserk Gene": "(Gen 2) On switch-in, raises holder's Attack by 2 and confuses it. Single use.", "Big Root": "Holder gains 1.3x HP from draining moves, Aqua Ring, Ingrain, and Leech Seed.", "Binding Band": "Holder's partial-trapping moves deal 1/6 max HP per turn instead of 1/8.", "Bitter Berry": "(Gen 2) Holder is cured if it is confused. Single use.", "Black Belt": "Holder's Fighting-type attacks have 1.2x power.", "Black Glasses": "Holder's Dark-type attacks have 1.2x power.", "Black Sludge": "Each turn, if holder is a Poison type, restores 1/16 max HP; loses 1/8 if not.", "Bright Powder": "The accuracy of attacks against the holder is 0.9x.", "Bug Gem": "Holder's first successful Bug-type attack will have 1.5x power. Single use.", "Burn Drive": "Holder's Techno Blast is Fire type.", "Cell Battery": "Raises holder's Attack by 1 if hit by an Electric-type attack. Single use.", "Charcoal": "Holder's Fire-type attacks have 1.2x power.", "Charti Berry": "Halves damage taken from a supereffective Rock-type attack. Single use.", "Cheri Berry": "Holder cures itself if it is paralyzed. Single use.", "Chesto Berry": "Holder wakes up if it is asleep. Single use.", "Chilan Berry": "Halves damage taken from a Normal-type attack. Single use.", "Chill Drive": "Holder's Techno Blast is Ice type.", "Choice Band": "Holder's Attack is 1.5x, but it can only select the first move it executes.", "Choice Scarf": "Holder's Speed is 1.5x, but it can only select the first move it executes.", "Choice Specs": "Holder's Sp. Atk is 1.5x, but it can only select the first move it executes.", "Chople Berry": "Halves damage taken from a supereffective Fighting-type attack. Single use.", "Cleanse Tag": "Decreases the encounter rate of wild Pokémon.", "Coba Berry": "Halves damage taken from a supereffective Flying-type attack. Single use.", "Colbur Berry": "Halves damage taken from a supereffective Dark-type attack. Single use.", "Custap Berry": "Holder moves first in its priority bracket when at 1/4 max HP or less. Single use.", "Damp Rock": "Holder's use of Rain Dance lasts 8 turns instead of 5.", "Dark Gem": "Holder's first successful Dark-type attack will have 1.5x power. Single use.", "Deep Sea Scale": "If held by a Clamperl, its Sp. Def is doubled. Evolves Clamperl into Gorebyss when traded.", "Deep Sea Tooth": "If held by a Clamperl, its Sp. Atk is doubled. Evolves Clamperl into Huntail when traded.", "Destiny Knot": "If holder becomes infatuated, the other Pokemon also becomes infatuated.", "Douse Drive": "Holder's Techno Blast is Water type.", "Draco Plate": "Holder's Dragon-type attacks have 1.2x power. Judgment is Dragon type.", "Dragon Fang": "Holder's Dragon-type attacks have 1.2x power.", "Dragon Gem": "Holder's first successful Dragon-type attack will have 1.5x power. Single use.", "Dread Plate": "Holder's Dark-type attacks have 1.2x power. Judgment is Dark type.", "Earth Plate": "Holder's Ground-type attacks have 1.2x power. Judgment is Ground type.", "Eject Button": "If holder survives a hit, it immediately switches out to a chosen ally. Single use.", "Electric Gem": "Holder's first successful Electric-type attack will have 1.5x power. Single use.", "Enigma Berry": "Restores 1/4 max HP after holder is hit by a supereffective move. Single use.", "Eviolite": "If holder's species can evolve, its Defense and Sp. Def are 1.5x.", "Expert Belt": "Holder's attacks that are super effective against the target do 1.2x damage.", "Fighting Gem": "Holder's first successful Fighting-type attack will have 1.5x power. Single use.", "Figy Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -Atk Nature. Single use.", "Fire Gem": "Holder's first successful Fire-type attack will have 1.5x power. Single use.", "Fist Plate": "Holder's Fighting-type attacks have 1.2x power. Judgment is Fighting type.", "Flame Orb": "At the end of every turn, this item attempts to burn the holder.", "Flame Plate": "Holder's Fire-type attacks have 1.2x power. Judgment is Fire type.", "Float Stone": "Holder's weight is halved.", "Flying Gem": "Holder's first successful Flying-type attack will have 1.5x power. Single use.", "Focus Band": "Holder has a 10% chance to survive an attack that would KO it with 1 HP.", "Focus Sash": "If holder's HP is full, will survive an attack that would KO it with 1 HP. Single use.", "Full Incense": "Holder moves last in its priority bracket.", "Ganlon Berry": "Raises holder's Defense by 1 stage when at 1/4 max HP or less. Single use.", "Ghost Gem": "Holder's first successful Ghost-type attack will have 1.5x power. Single use.", "Gold Berry": "(Gen 2) Restores 30 HP when at 1/2 max HP or less. Single use.", "Grass Gem": "Holder's first successful Grass-type attack will have 1.5x power. Single use.", "Grip Claw": "Holder's partial-trapping moves always last 7 turns.", "Griseous Orb": "If held by a Giratina, its Ghost- and Dragon-type attacks have 1.2x power.", "Ground Gem": "Holder's first successful Ground-type attack will have 1.5x power. Single use.", "Haban Berry": "Halves damage taken from a supereffective Dragon-type attack. Single use.", "Hard Stone": "Holder's Rock-type attacks have 1.2x power.", "Heat Rock": "Holder's use of Sunny Day lasts 8 turns instead of 5.", "Iapapa Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -Def Nature. Single use.", "Ice Berry": "(Gen 2) Holder is cured if it is burned. Single use.", "Ice Gem": "Holder's first successful Ice-type attack will have 1.5x power. Single use.", "Icicle Plate": "Holder's Ice-type attacks have 1.2x power. Judgment is Ice type.", "Icy Rock": "Holder's use of Hail lasts 8 turns instead of 5.", "Insect Plate": "Holder's Bug-type attacks have 1.2x power. Judgment is Bug type.", "Iron Ball": "Holder is grounded, Speed halved. If Flying type, takes neutral Ground damage.", "Iron Plate": "Holder's Steel-type attacks have 1.2x power. Judgment is Steel type.", "Jaboca Berry": "If holder is hit by a physical move, attacker loses 1/8 of its max HP. Single use.", "Kasib Berry": "Halves damage taken from a supereffective Ghost-type attack. Single use.", "Kebia Berry": "Halves damage taken from a supereffective Poison-type attack. Single use.", "Kelpsy Berry": "Cannot be eaten by the holder. No effect when eaten with Bug Bite or Pluck.", "King's Rock": "Holder's attacks without a chance to flinch gain a 10% chance to flinch. Evolves Poliwhirl into Politoed and Slowpoke into Slowking when traded.", "Lagging Tail": "Holder moves last in its priority bracket.", "Lansat Berry": "Holder gains the Focus Energy effect when at 1/4 max HP or less. Single use.", "Lax Incense": "The accuracy of attacks against the holder is 0.9x.", "Leftovers": "At the end of every turn, holder restores 1/16 of its max HP.", "Leppa Berry": "Restores 10 PP to the first of the holder's moves to reach 0 PP. Single use.", "Liechi Berry": "Raises holder's Attack by 1 stage when at 1/4 max HP or less. Single use.", "Life Orb": "Holder's attacks do 1.3x damage, and it loses 1/10 its max HP after the attack.", "Light Ball": "If held by a Pikachu, its Attack and Sp. Atk are doubled.", "Light Clay": "Holder's use of Light Screen or Reflect lasts 8 turns instead of 5.", "Lucky Punch": "If held by a Chansey, its critical hit ratio is raised by 2 stages.", "Lum Berry": "Holder cures itself if it is confused or has a major status condition. Single use.", "Lustrous Orb": "If held by a Palkia, its Water- and Dragon-type attacks have 1.2x power.", "Macho Brace": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Magmarizer": "Evolves Magmar into Magmortar when traded.", "Magnet": "Holder's Electric-type attacks have 1.2x power.", "Mago Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -Spe Nature. Single use.", "Mail": "Cannot be given to or taken from a Pokemon, except by Covet/Knock Off/Thief.", "Meadow Plate": "Holder's Grass-type attacks have 1.2x power. Judgment is Grass type.", "Mental Herb": "Cures holder of Attract, Disable, Encore, Heal Block, Taunt, Torment. Single use.", "Metal Coat": "Holder's Steel-type attacks have 1.2x power. Evolves Onix into Steelix and Scyther into Scizor when traded.", "Metal Powder": "If held by a Ditto that hasn't Transformed, its Defense is doubled.", "Metronome": "Damage of moves used on consecutive turns is increased. Max 2x after 5 turns.", "Micle Berry": "Holder's next move has 1.2x accuracy when at 1/4 max HP or less. Single use.", "Mind Plate": "Holder's Psychic-type attacks have 1.2x power. Judgment is Psychic type.", "Mint Berry": "(Gen 2) Holder wakes up if it is asleep. Single use.", "Miracle Berry": "(Gen 2) Holder cures itself if it is confused or has a status condition. Single use.", "Miracle Seed": "Holder's Grass-type attacks have 1.2x power.", "Muscle Band": "Holder's physical attacks have 1.1x power.", "Mystery Berry": "(Gen 2) Restores 5 PP to the first of the holder's moves to reach 0 PP. Single use.", "Mystic Water": "Holder's Water-type attacks have 1.2x power.", "Never-Melt Ice": "Holder's Ice-type attacks have 1.2x power.", "Normal Gem": "Holder's first successful Normal-type attack will have 1.5x power. Single use.", "Occa Berry": "Halves damage taken from a supereffective Fire-type attack. Single use.", "Odd Incense": "Holder's Psychic-type attacks have 1.2x power.", "Oran Berry": "Restores 10 HP when at 1/2 max HP or less. Single use.", "PRZCure Berry": "Cures paralysis. One-time use.", "PSNCure Berry": "Cures poison. One-time use.", "Passho Berry": "Halves damage taken from a supereffective Water-type attack. Single use.", "Payapa Berry": "Halves damage taken from a supereffective Psychic-type attack. Single use.", "Pecha Berry": "Holder is cured if it is poisoned. Single use.", "Persim Berry": "Holder is cured if it is confused. Single use.", "Petaya Berry": "Raises holder's Sp. Atk by 1 stage when at 1/4 max HP or less. Single use.", "Pink Bow": "(Gen 2) Holder's Normal-type attacks have 1.1x power.", "Poison Barb": "Holder's Poison-type attacks have 1.2x power.", "Poison Gem": "Holder's first successful Poison-type attack will have 1.5x power. Single use.", "Polka Dot Bow": "Raises power of Normal moves by 10%.", "Power Anklet": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Band": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Belt": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Bracer": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Herb": "Holder's two-turn moves complete in one turn (except Sky Drop). Single use.", "Power Lens": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Weight": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Psychic Gem": "Holder's first successful Psychic-type attack will have 1.5x power. Single use.", "Quick Claw": "Each turn, holder has a 20% chance to move first in its priority bracket.", "Quick Powder": "If held by a Ditto that hasn't Transformed, its Speed is doubled.", "Rawst Berry": "Holder is cured if it is burned. Single use.", "Razor Claw": "Holder's critical hit ratio is raised by 1 stage. Evolves Sneasel into Weavile when held and leveled up during the night.", "Razor Fang": "Holder's attacks without a chance to flinch gain a 10% chance to flinch. Evolves Gligar into Gliscor when held and leveled up during the night.", "Red Card": "If holder survives a hit, attacker is forced to switch to a random ally. Single use.", "Rindo Berry": "Halves damage taken from a supereffective Grass-type attack. Single use.", "Rock Gem": "Holder's first successful Rock-type attack will have 1.5x power. Single use.", "Rock Incense": "Holder's Rock-type attacks have 1.2x power.", "Rocky Helmet": "If holder is hit by a contact move, the attacker loses 1/6 of its max HP.", "Rose Incense": "Holder's Grass-type attacks have 1.2x power.", "Rowap Berry": "If holder is hit by a special move, attacker loses 1/8 of its max HP. Single use.", "Salac Berry": "Raises holder's Speed by 1 stage when at 1/4 max HP or less. Single use.", "Scope Lens": "Holder's critical hit ratio is raised by 1 stage.", "Sea Incense": "Holder's Water-type attacks have 1.2x power.", "Sharp Beak": "Holder's Flying-type attacks have 1.2x power.", "Shed Shell": "Holder may switch out even when trapped by another Pokemon, or by Ingrain.", "Shell Bell": "After an attack, holder gains 1/8 of the damage in HP dealt to other Pokemon.", "Shock Drive": "Holder's Techno Blast is Electric type.", "Shuca Berry": "Halves damage taken from a supereffective Ground-type attack. Single use.", "Silk Scarf": "Holder's Normal-type attacks have 1.2x power.", "Silver Powder": "Raises power of Bug-type moves by 20%.", "Sitrus Berry": "Restores 1/4 max HP when at 1/2 max HP or less. Single use.", "Sky Plate": "Holder's Flying-type attacks have 1.2x power. Judgment is Flying type.", "Smooth Rock": "Holder's use of Sandstorm lasts 8 turns instead of 5.", "Soft Sand": "Holder's Ground-type attacks have 1.2x power.", "Soul Dew": "If held by a Latias or a Latios, its Sp. Atk and Sp. Def are 1.5x.", "Spell Tag": "Holder's Ghost-type attacks have 1.2x power.", "Splash Plate": "Holder's Water-type attacks have 1.2x power. Judgment is Water type.", "Spooky Plate": "Holder's Ghost-type attacks have 1.2x power. Judgment is Ghost type.", "Starf Berry": "Raises a random stat by 2 when at 1/4 max HP or less (not acc/eva). Single use.", "Steel Gem": "Holder's first successful Steel-type attack will have 1.5x power. Single use.", "Stick": "If held by a Farfetch'd, its critical hit ratio is raised by 2 stages.", "Sticky Barb": "Each turn, holder loses 1/8 max HP. An attacker making contact can receive it.", "Stone Plate": "Holder's Rock-type attacks have 1.2x power. Judgment is Rock type.", "Tanga Berry": "Halves damage taken from a supereffective Bug-type attack. Single use.", "Thick Club": "If held by a Cubone or a Marowak, its Attack is doubled.", "Toxic Orb": "At the end of every turn, this item attempts to badly poison the holder.", "Toxic Plate": "Holder's Poison-type attacks have 1.2x power. Judgment is Poison type.", "Twisted Spoon": "Holder's Psychic-type attacks have 1.2x power.", "Wacan Berry": "Halves damage taken from a supereffective Electric-type attack. Single use.", "Water Gem": "Holder's first successful Water-type attack will have 1.5x power. Single use.", "Water Stone": "Evolves Poliwhirl into Poliwrath, Shellder into Cloyster, Staryu into Starmie, Eevee into Vaporeon, Lombre into Ludicolo, and Panpour into Simipour when used.", "Watmel Berry": "Cannot be eaten by the holder. No effect when eaten with Bug Bite or Pluck.", "Wave Incense": "Holder's Water-type attacks have 1.2x power.", "White Herb": "Restores all lowered stat stages to 0 when one is less than 0. Single use.", "Wide Lens": "The accuracy of attacks by the holder is 1.1x.", "Wiki Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -SpA Nature. Single use.", "Wise Glasses": "Holder's special attacks have 1.1x power.", "Yache Berry": "Halves damage taken from a supereffective Ice-type attack. Single use.", "Zap Plate": "Holder's Electric-type attacks have 1.2x power. Judgment is Electric type.", "Zoom Lens": "The accuracy of attacks by the holder is 1.2x if it moves after its target."}, "gen4": {"Adamant Orb": "If held by a Dialga, its Steel- and Dragon-type attacks have 1.2x power.", "Aguav Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -SpD Nature. Single use.", "Apicot Berry": "Raises holder's Sp. Def by 1 stage when at 1/4 max HP or less. Single use.", "Aspear Berry": "Holder is cured if it is frozen. Single use.", "Babiri Berry": "Halves damage taken from a supereffective Steel-type attack. Single use.", "Berry": "(Gen 2) Restores 10 HP when at 1/2 max HP or less. Single use.", "Berry Juice": "Restores 20 HP when at 1/2 max HP or less. Single use.", "Berserk Gene": "(Gen 2) On switch-in, raises holder's Attack by 2 and confuses it. Single use.", "Big Root": "Holder gains 1.3x HP from draining moves, Aqua Ring, Ingrain, and Leech Seed.", "Bitter Berry": "(Gen 2) Holder is cured if it is confused. Single use.", "Black Belt": "Holder's Fighting-type attacks have 1.2x power.", "Black Glasses": "Holder's Dark-type attacks have 1.2x power.", "Black Sludge": "Each turn, if holder is a Poison type, restores 1/16 max HP; loses 1/8 if not.", "Bright Powder": "The accuracy of attacks against the holder is 0.9x.", "Charcoal": "Holder's Fire-type attacks have 1.2x power.", "Charti Berry": "Halves damage taken from a supereffective Rock-type attack. Single use.", "Cheri Berry": "Holder cures itself if it is paralyzed. Single use.", "Chesto Berry": "Holder wakes up if it is asleep. Single use.", "Chilan Berry": "Halves damage taken from a Normal-type attack. Single use.", "Choice Band": "Holder's Attack is 1.5x, but it can only select the first move it executes.", "Choice Scarf": "Holder's Speed is 1.5x, but it can only select the first move it executes.", "Choice Specs": "Holder's Sp. Atk is 1.5x, but it can only select the first move it executes.", "Chople Berry": "Halves damage taken from a supereffective Fighting-type attack. Single use.", "Cleanse Tag": "Decreases the encounter rate of wild Pokémon.", "Coba Berry": "Halves damage taken from a supereffective Flying-type attack. Single use.", "Colbur Berry": "Halves damage taken from a supereffective Dark-type attack. Single use.", "Custap Berry": "Holder moves first in its priority bracket when at 1/4 max HP or less. Single use.", "Damp Rock": "Holder's use of Rain Dance lasts 8 turns instead of 5.", "Deep Sea Scale": "If held by a Clamperl, its Sp. Def is doubled. Evolves Clamperl into Gorebyss when traded.", "Deep Sea Tooth": "If held by a Clamperl, its Sp. Atk is doubled. Evolves Clamperl into Huntail when traded.", "Destiny Knot": "If holder becomes infatuated, the other Pokemon also becomes infatuated.", "Draco Plate": "Holder's Dragon-type attacks have 1.2x power. Judgment is Dragon type.", "Dragon Fang": "Holder's Dragon-type attacks have 1.2x power.", "Dread Plate": "Holder's Dark-type attacks have 1.2x power. Judgment is Dark type.", "Earth Plate": "Holder's Ground-type attacks have 1.2x power. Judgment is Ground type.", "Enigma Berry": "Restores 1/4 max HP after holder is hit by a supereffective move. Single use.", "Expert Belt": "Holder's attacks that are super effective against the target do 1.2x damage.", "Figy Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -Atk Nature. Single use.", "Fist Plate": "Holder's Fighting-type attacks have 1.2x power. Judgment is Fighting type.", "Flame Orb": "At the end of every turn, this item attempts to burn the holder.", "Flame Plate": "Holder's Fire-type attacks have 1.2x power. Judgment is Fire type.", "Focus Band": "Holder has a 10% chance to survive an attack that would KO it with 1 HP.", "Focus Sash": "If holder's HP is full, survives all hits of one attack with at least 1 HP. Single use.", "Full Incense": "Holder moves last in its priority bracket.", "Ganlon Berry": "Raises holder's Defense by 1 stage when at 1/4 max HP or less. Single use.", "Gold Berry": "(Gen 2) Restores 30 HP when at 1/2 max HP or less. Single use.", "Grip Claw": "Holder's partial-trapping moves always last 7 turns.", "Griseous Orb": "Can only be held by Giratina. Its Ghost- &amp; Dragon-type attacks have 1.2x power.", "Haban Berry": "Halves damage taken from a supereffective Dragon-type attack. Single use.", "Hard Stone": "Holder's Rock-type attacks have 1.2x power.", "Heat Rock": "Holder's use of Sunny Day lasts 8 turns instead of 5.", "Iapapa Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -Def Nature. Single use.", "Ice Berry": "(Gen 2) Holder is cured if it is burned. Single use.", "Icicle Plate": "Holder's Ice-type attacks have 1.2x power. Judgment is Ice type.", "Icy Rock": "Holder's use of Hail lasts 8 turns instead of 5.", "Insect Plate": "Holder's Bug-type attacks have 1.2x power. Judgment is Bug type.", "Iron Ball": "Holder's Speed is halved and it becomes grounded.", "Iron Plate": "Holder's Steel-type attacks have 1.2x power. Judgment is Steel type.", "Jaboca Berry": "If holder is hit by a physical move, attacker loses 1/8 of its max HP. Single use.", "Kasib Berry": "Halves damage taken from a supereffective Ghost-type attack. Single use.", "Kebia Berry": "Halves damage taken from a supereffective Poison-type attack. Single use.", "Kelpsy Berry": "Cannot be eaten by the holder. No effect when eaten with Bug Bite or Pluck.", "King's Rock": "Holder's attacks without a chance to flinch gain a 10% chance to flinch. Evolves Poliwhirl into Politoed and Slowpoke into Slowking when traded.", "Lagging Tail": "Holder moves last in its priority bracket.", "Lansat Berry": "Holder gains the Focus Energy effect when at 1/4 max HP or less. Single use.", "Lax Incense": "The accuracy of attacks against the holder is 0.9x.", "Leftovers": "At the end of every turn, holder restores 1/16 of its max HP.", "Leppa Berry": "Restores 10 PP to the first of the holder's moves to reach 0 PP. Single use.", "Liechi Berry": "Raises holder's Attack by 1 stage when at 1/4 max HP or less. Single use.", "Life Orb": "Holder's attacks do 1.3x damage, and it loses 1/10 its max HP after the attack.", "Light Ball": "If held by a Pikachu, its Attack and Sp. Atk are doubled.", "Light Clay": "Holder's use of Light Screen or Reflect lasts 8 turns instead of 5.", "Lucky Punch": "If held by a Chansey, its critical hit ratio is raised by 2 stages.", "Lum Berry": "Holder cures itself if it is confused or has a major status condition. Single use.", "Lustrous Orb": "If held by a Palkia, its Water- and Dragon-type attacks have 1.2x power.", "Macho Brace": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Magmarizer": "Evolves Magmar into Magmortar when traded.", "Magnet": "Holder's Electric-type attacks have 1.2x power.", "Mago Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -Spe Nature. Single use.", "Mail": "Cannot be given to or taken from a Pokemon, except by Covet/Knock Off/Thief.", "Meadow Plate": "Holder's Grass-type attacks have 1.2x power. Judgment is Grass type.", "Mental Herb": "Holder is cured if it is infatuated. Single use.", "Metal Coat": "Holder's Steel-type attacks have 1.2x power. Evolves Onix into Steelix and Scyther into Scizor when traded.", "Metal Powder": "If held by a Ditto that hasn't Transformed, its Defense is doubled.", "Metronome": "Damage of moves used on consecutive turns is increased. Max 2x after 10 turns.", "Micle Berry": "Holder's next move has 1.2x accuracy when at 1/4 max HP or less. Single use.", "Mind Plate": "Holder's Psychic-type attacks have 1.2x power. Judgment is Psychic type.", "Mint Berry": "(Gen 2) Holder wakes up if it is asleep. Single use.", "Miracle Berry": "(Gen 2) Holder cures itself if it is confused or has a status condition. Single use.", "Miracle Seed": "Holder's Grass-type attacks have 1.2x power.", "Muscle Band": "Holder's physical attacks have 1.1x power.", "Mystery Berry": "(Gen 2) Restores 5 PP to the first of the holder's moves to reach 0 PP. Single use.", "Mystic Water": "Holder's Water-type attacks have 1.2x power.", "Never-Melt Ice": "Holder's Ice-type attacks have 1.2x power.", "Occa Berry": "Halves damage taken from a supereffective Fire-type attack. Single use.", "Odd Incense": "Holder's Psychic-type attacks have 1.2x power.", "Oran Berry": "Restores 10 HP when at 1/2 max HP or less. Single use.", "PRZCure Berry": "Cures paralysis. One-time use.", "PSNCure Berry": "Cures poison. One-time use.", "Passho Berry": "Halves damage taken from a supereffective Water-type attack. Single use.", "Payapa Berry": "Halves damage taken from a supereffective Psychic-type attack. Single use.", "Pecha Berry": "Holder is cured if it is poisoned. Single use.", "Persim Berry": "Holder is cured if it is confused. Single use.", "Petaya Berry": "Raises holder's Sp. Atk by 1 stage when at 1/4 max HP or less. Single use.", "Pink Bow": "(Gen 2) Holder's Normal-type attacks have 1.1x power.", "Poison Barb": "Holder's Poison-type attacks have 1.2x power.", "Polka Dot Bow": "Raises power of Normal moves by 10%.", "Power Anklet": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Band": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Belt": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Bracer": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Herb": "Holder's two-turn moves complete in one turn (except Sky Drop). Single use.", "Power Lens": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Power Weight": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Quick Claw": "Each turn, holder has a 20% chance to move first in its priority bracket.", "Quick Powder": "If held by a Ditto that hasn't Transformed, its Speed is doubled.", "Rawst Berry": "Holder is cured if it is burned. Single use.", "Razor Claw": "Holder's critical hit ratio is raised by 1 stage. Evolves Sneasel into Weavile when held and leveled up during the night.", "Razor Fang": "Holder's attacks without a chance to flinch gain a 10% chance to flinch. Evolves Gligar into Gliscor when held and leveled up during the night.", "Rindo Berry": "Halves damage taken from a supereffective Grass-type attack. Single use.", "Rock Incense": "Holder's Rock-type attacks have 1.2x power.", "Rose Incense": "Holder's Grass-type attacks have 1.2x power.", "Rowap Berry": "If holder is hit by a special move, attacker loses 1/8 of its max HP. Single use.", "Salac Berry": "Raises holder's Speed by 1 stage when at 1/4 max HP or less. Single use.", "Scope Lens": "Holder's critical hit ratio is raised by 1 stage.", "Sea Incense": "Holder's Water-type attacks have 1.2x power.", "Sharp Beak": "Holder's Flying-type attacks have 1.2x power.", "Shed Shell": "Holder may switch out even when trapped by another Pokemon, or by Ingrain.", "Shell Bell": "After an attack, holder gains 1/8 of the damage in HP dealt to other Pokemon.", "Shuca Berry": "Halves damage taken from a supereffective Ground-type attack. Single use.", "Silk Scarf": "Holder's Normal-type attacks have 1.2x power.", "Silver Powder": "Raises power of Bug-type moves by 20%.", "Sitrus Berry": "Restores 1/4 max HP when at 1/2 max HP or less. Single use.", "Sky Plate": "Holder's Flying-type attacks have 1.2x power. Judgment is Flying type.", "Smooth Rock": "Holder's use of Sandstorm lasts 8 turns instead of 5.", "Soft Sand": "Holder's Ground-type attacks have 1.2x power.", "Soul Dew": "If held by a Latias or a Latios, its Sp. Atk and Sp. Def are 1.5x.", "Spell Tag": "Holder's Ghost-type attacks have 1.2x power.", "Splash Plate": "Holder's Water-type attacks have 1.2x power. Judgment is Water type.", "Spooky Plate": "Holder's Ghost-type attacks have 1.2x power. Judgment is Ghost type.", "Starf Berry": "Raises a random stat by 2 when at 1/4 max HP or less (not acc/eva). Single use.", "Stick": "If held by a Farfetch'd, its critical hit ratio is raised by 2 stages.", "Sticky Barb": "Each turn, holder loses 1/8 max HP. An attacker making contact can receive it.", "Stone Plate": "Holder's Rock-type attacks have 1.2x power. Judgment is Rock type.", "Tanga Berry": "Halves damage taken from a supereffective Bug-type attack. Single use.", "Thick Club": "If held by a Cubone or a Marowak, its Attack is doubled.", "Toxic Orb": "At the end of every turn, this item attempts to badly poison the holder.", "Toxic Plate": "Holder's Poison-type attacks have 1.2x power. Judgment is Poison type.", "Twisted Spoon": "Holder's Psychic-type attacks have 1.2x power.", "Wacan Berry": "Halves damage taken from a supereffective Electric-type attack. Single use.", "Water Stone": "Evolves Poliwhirl into Poliwrath, Shellder into Cloyster, Staryu into Starmie, Eevee into Vaporeon, Lombre into Ludicolo, and Panpour into Simipour when used.", "Watmel Berry": "Cannot be eaten by the holder. No effect when eaten with Bug Bite or Pluck.", "Wave Incense": "Holder's Water-type attacks have 1.2x power.", "White Herb": "Restores all lowered stat stages to 0 when one is less than 0. Single use.", "Wide Lens": "The accuracy of attacks by the holder is 1.1x.", "Wiki Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -SpA Nature. Single use.", "Wise Glasses": "Holder's special attacks have 1.1x power.", "Yache Berry": "Halves damage taken from a supereffective Ice-type attack. Single use.", "Zap Plate": "Holder's Electric-type attacks have 1.2x power. Judgment is Electric type.", "Zoom Lens": "The accuracy of attacks by the holder is 1.2x if it moves after its target."}, "gen3": {"Aguav Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -SpD Nature. Single use.", "Apicot Berry": "Raises holder's Sp. Def by 1 stage when at 1/4 max HP or less. Single use.", "Aspear Berry": "Holder is cured if it is frozen. Single use.", "Berry": "(Gen 2) Restores 10 HP when at 1/2 max HP or less. Single use.", "Berry Juice": "Restores 20 HP when at 1/2 max HP or less. Single use.", "Berserk Gene": "(Gen 2) On switch-in, raises holder's Attack by 2 and confuses it. Single use.", "Bitter Berry": "(Gen 2) Holder is cured if it is confused. Single use.", "Black Belt": "Holder's Fighting-type attacks have 1.1x power.", "Black Glasses": "Holder's Dark-type attacks have 1.1x power.", "Bright Powder": "The accuracy of attacks against the holder is 0.9x.", "Charcoal": "Holder's Fire-type attacks have 1.1x power.", "Cheri Berry": "Holder cures itself if it is paralyzed. Single use.", "Chesto Berry": "Holder wakes up if it is asleep. Single use.", "Chilan Berry": "Halves damage taken from a Normal-type attack. Single use.", "Choice Band": "Holder's Attack is 1.5x, but it can only select the first move it executes.", "Cleanse Tag": "Decreases the encounter rate of wild Pokémon.", "Deep Sea Scale": "If held by a Clamperl, its Sp. Def is doubled. Evolves Clamperl into Gorebyss when traded.", "Deep Sea Tooth": "If held by a Clamperl, its Sp. Atk is doubled. Evolves Clamperl into Huntail when traded.", "Dragon Fang": "Holder's Dragon-type attacks have 1.1x power.", "Enigma Berry": "No competitive use.", "Figy Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -Atk Nature. Single use.", "Focus Band": "Holder has a 10% chance to survive an attack that would KO it with 1 HP.", "Ganlon Berry": "Raises holder's Defense by 1 stage when at 1/4 max HP or less. Single use.", "Gold Berry": "(Gen 2) Restores 30 HP when at 1/2 max HP or less. Single use.", "Hard Stone": "Holder's Rock-type attacks have 1.1x power.", "Iapapa Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -Def Nature. Single use.", "Ice Berry": "(Gen 2) Holder is cured if it is burned. Single use.", "Kelpsy Berry": "Cannot be eaten by the holder. No effect when eaten with Bug Bite or Pluck.", "King's Rock": "Holder's attacks without a chance to flinch gain a 10% chance to flinch. Evolves Poliwhirl into Politoed and Slowpoke into Slowking when traded.", "Lansat Berry": "Holder gains the Focus Energy effect when at 1/4 max HP or less. Single use.", "Lax Incense": "The accuracy of attacks against the holder is 0.95x.", "Leftovers": "At the end of every turn, holder restores 1/16 of its max HP.", "Leppa Berry": "Restores 10 PP to the first of the holder's moves to reach 0 PP. Single use.", "Liechi Berry": "Raises holder's Attack by 1 stage when at 1/4 max HP or less. Single use.", "Light Ball": "If held by a Pikachu, its Special Attack is doubled.", "Lucky Punch": "If held by a Chansey, its critical hit ratio is raised by 2 stages.", "Lum Berry": "Holder cures itself if it is confused or has a major status condition. Single use.", "Macho Brace": "Holder's Speed is halved. The Klutz Ability does not ignore this effect.", "Magnet": "Holder's Electric-type attacks have 1.1x power.", "Mago Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -Spe Nature. Single use.", "Mail": "Cannot be given to or taken from a Pokemon, except by Covet/Knock Off/Thief.", "Mental Herb": "Holder is cured if it is infatuated. Single use.", "Metal Coat": "Holder's Steel-type attacks have 1.1x power.", "Metal Powder": "If held by a Ditto that hasn't Transformed, its Defense is doubled.", "Mint Berry": "(Gen 2) Holder wakes up if it is asleep. Single use.", "Miracle Berry": "(Gen 2) Holder cures itself if it is confused or has a status condition. Single use.", "Miracle Seed": "Holder's Grass-type attacks have 1.1x power.", "Mystery Berry": "(Gen 2) Restores 5 PP to the first of the holder's moves to reach 0 PP. Single use.", "Mystic Water": "Holder's Water-type attacks have 1.1x power.", "Never-Melt Ice": "Holder's Ice-type attacks have 1.1x power.", "Oran Berry": "Restores 10 HP when at 1/2 max HP or less. Single use.", "PRZCure Berry": "Cures paralysis. One-time use.", "PSNCure Berry": "Cures poison. One-time use.", "Pecha Berry": "Holder is cured if it is poisoned. Single use.", "Persim Berry": "Holder is cured if it is confused. Single use.", "Petaya Berry": "Raises holder's Sp. Atk by 1 stage when at 1/4 max HP or less. Single use.", "Pink Bow": "(Gen 2) Holder's Normal-type attacks have 1.1x power.", "Poison Barb": "Holder's Poison-type attacks have 1.1x power.", "Polka Dot Bow": "Raises power of Normal moves by 10%.", "Quick Claw": "Each turn, holder has a 20% chance to move first in its priority bracket.", "Rawst Berry": "Holder is cured if it is burned. Single use.", "Salac Berry": "Raises holder's Speed by 1 stage when at 1/4 max HP or less. Single use.", "Scope Lens": "Holder's critical hit ratio is raised by 1 stage.", "Sea Incense": "Holder's Water-type attacks have 1.05x power.", "Sharp Beak": "Holder's Flying-type attacks have 1.1x power.", "Shell Bell": "After an attack, holder gains 1/8 of the damage in HP dealt to other Pokemon.", "Silk Scarf": "Holder's Normal-type attacks have 1.1x power.", "Silver Powder": "Raises power of Bug-type moves by 10%.", "Sitrus Berry": "Restores 30 HP when at 1/2 max HP or less. Single use.", "Soft Sand": "Holder's Ground-type attacks have 1.1x power.", "Soul Dew": "If held by a Latias or a Latios, its Sp. Atk and Sp. Def are 1.5x.", "Spell Tag": "Holder's Ghost-type attacks have 1.1x power.", "Starf Berry": "Raises a random stat by 2 when at 1/4 max HP or less (not acc/eva). Single use.", "Stick": "If held by a Farfetch'd, its critical hit ratio is raised by 2 stages.", "Thick Club": "If held by a Cubone or a Marowak, its Attack is doubled.", "Twisted Spoon": "Holder's Psychic-type attacks have 1.1x power.", "Water Stone": "Evolves Poliwhirl into Poliwrath, Shellder into Cloyster, Staryu into Starmie, Eevee into Vaporeon, Lombre into Ludicolo, and Panpour into Simipour when used.", "Watmel Berry": "Cannot be eaten by the holder. No effect when eaten with Bug Bite or Pluck.", "White Herb": "Restores all lowered stat stages to 0 when one is less than 0. Single use.", "Wiki Berry": "Restores 1/8 max HP at 1/2 max HP or less; confuses if -SpA Nature. Single use."}, "gen2": {"Berry": "(Gen 2) Restores 10 HP when at 1/2 max HP or less. Single use.", "Berry Juice": "Restores 20 HP when at 1/2 max HP or less. Single use.", "Berserk Gene": "(Gen 2) On switch-in, raises holder's Attack by 2 and confuses it. Single use.", "Bitter Berry": "(Gen 2) Holder is cured if it is confused. Single use.", "Black Belt": "Holder's Fighting-type attacks have 1.1x power.", "Black Glasses": "Holder's Dark-type attacks have 1.1x power.", "Bright Powder": "An attack against the holder has its accuracy out of 255 lowered by 20.", "Charcoal": "Holder's Fire-type attacks have 1.1x power.", "Cleanse Tag": "Decreases the encounter rate of wild Pokémon.", "Dragon Fang": "No competitive use.", "Focus Band": "Holder has a ~11.7% chance to survive an attack that would KO it with 1 HP.", "Gold Berry": "(Gen 2) Restores 30 HP when at 1/2 max HP or less. Single use.", "Hard Stone": "Holder's Rock-type attacks have 1.1x power.", "Ice Berry": "(Gen 2) Holder is cured if it is burned. Single use.", "King's Rock": "Holder's attacks without a chance to flinch gain a 10% chance to flinch. Evolves Poliwhirl into Politoed and Slowpoke into Slowking when traded.", "Leftovers": "At the end of every turn, holder restores 1/16 of its max HP.", "Light Ball": "If held by a Pikachu, its Special Attack is doubled.", "Lucky Punch": "If held by a Chansey, its critical hit ratio is always at stage 2. (25% crit rate)", "Magnet": "Holder's Electric-type attacks have 1.1x power.", "Metal Coat": "Holder's Steel-type attacks have 1.1x power.", "Metal Powder": "If held by a Ditto, its Defense and Sp. Def are 1.5x, even while Transformed.", "Mint Berry": "(Gen 2) Holder wakes up if it is asleep. Single use.", "Miracle Berry": "(Gen 2) Holder cures itself if it is confused or has a status condition. Single use.", "Miracle Seed": "Holder's Grass-type attacks have 1.1x power.", "Mystery Berry": "(Gen 2) Restores 5 PP to the first of the holder's moves to reach 0 PP. Single use.", "Mystic Water": "Holder's Water-type attacks have 1.1x power.", "Never-Melt Ice": "Holder's Ice-type attacks have 1.1x power.", "PRZCure Berry": "Cures paralysis. One-time use.", "PSNCure Berry": "Cures poison. One-time use.", "Pink Bow": "(Gen 2) Holder's Normal-type attacks have 1.1x power.", "Poison Barb": "Holder's Poison-type attacks have 1.1x power.", "Polka Dot Bow": "Raises power of Normal moves by 10%.", "Quick Claw": "Each turn, holder has a ~23.4% chance to move first in its priority bracket.", "Scope Lens": "Holder's critical hit ratio is raised by 1 stage.", "Sharp Beak": "Holder's Flying-type attacks have 1.1x power.", "Silver Powder": "Raises power of Bug-type moves by 10%.", "Soft Sand": "Holder's Ground-type attacks have 1.1x power.", "Spell Tag": "Holder's Ghost-type attacks have 1.1x power.", "Stick": "If held by a Farfetch'd, its critical hit ratio is always at stage 2. (25% crit rate)", "Thick Club": "If held by a Cubone or a Marowak, its Attack is doubled.", "Twisted Spoon": "Holder's Psychic-type attacks have 1.1x power.", "Water Stone": "Evolves Poliwhirl into Poliwrath, Shellder into Cloyster, Staryu into Starmie, Eevee into Vaporeon, Lombre into Ludicolo, and Panpour into Simipour when used."}, "gen1": {}}